Repository: malonp/trytond-condominium
Catalog: locale/*.po
Languages: es_es

# field:company.company,is_Condominium:
source: Codominium
es_es: Com. de Propietarios

# field:company.company,condo_units:
source: Units/Apartments
es_es: Inmuebles

# field:company.company,condo_factors:
source: Factors
es_es: Coeficientes

# help:company.company,is_Condominium:
source: Check if this company is a condominium
es_es: Seleccionar si se trata de una Comunidad de Propietarios

# field:condo.factor,company:
source: Condominium
es_es: Com. de Propietarios

# field:condo.factor,name:
source: Factor
es_es: Coeficiente

# field:condo.factor,notes:
source: Description
es_es: Descripción

# help:condo.factor,name:
source: Short name for this parameter
es_es: Denominacion de este coeficiente

# help:condo.factor,total:
source: Sum of values for all the units/apartments in the condominium
es_es: Suma de valores de este coeficiente de todas los inmuebles de la comunidad

# help:condo.factor,notes:
source: Short description of this parameter
es_es: Descripción del coeficiente

# field:condo.party,unit:
source: Unit
es_es: Inmueble

# field:condo.party,company:
source: Company
es_es: Com. de Propietarios

# field:condo.party,unit_name:
source: Unit
es_es: Inmueble

# field:condo.party,role:
source: Role
es_es: Función

# field:condo.party,party:
source: Party
es_es: Tercero

# field:condo.party,mail:
source: Mail
es_es: Correspondencia

# field:condo.party,address:
source: Address
es_es: Dirección

# field:condo.party,isactive:
source: Active
es_es: Activo

# help:condo.party,mail:
source: Check if this party should receive mail
es_es: Seleccionar si este tercero debe recibir correspondencia

# help:condo.party,address:
source: Mail address for this party
es_es: Dirección de envio de la correspondencia para este tercero

# field:condo.unit,company:
source: Condominium
es_es: Com. de Propietarios

# field:condo.unit,name:
source: Unit
es_es: Inmueble

# field:condo.unit,parties:
source: Parties
es_es: Terceros

# field:condo.unit,factors:
source: Factors
es_es: Coeficientes

# field:condo.unit-factor,unit:
source: Unit
es_es: Inmueble

# field:condo.unit-factor,factor:
source: Factor
es_es: Coeficiente

# field:condo.unit-factor,value:
source: Value
es_es: Valor

# help:condo.unit-factor,value:
source: Value of factor for this unit/apartment
es_es: Valor del coeficiente para este inmueble

# field:condo.check_units_addressing.result,units_orphan:
source: Units without mail
es_es: Inmuebles sin dirección de correo

# field:condo.check_units_addressing.result,units_unsure:
source: Units to check
es_es: Inmuebles a comprobar

# field:party.party,units:
source: Units/Apartments
es_es: Inmuebles

# view:company.company:
source: Units
es_es: Inmuebles

# view:company.company:
source: Factors
es_es: Coeficientes

# view:condo.factor:
source: Condominium Factors
es_es: Coeficientes de Comunidad

# view:condo.party:
source: Condo Parties
es_es: Partícipes

# view:condo.unit:
source: Units/Apartments
es_es: Inmuebles

# view:condo.unit:
source: Parties
es_es: Partícipes

# view:condo.unit:
source: Factors
es_es: Coeficientes

# view:condo.unit-factor:
source: Units/Apartments Factors
es_es: Coeficientes de Inmueble

# view:condo.check_units_addressing.result:
source: Check Units/Apartments mail address
es_es: Comprobar dirección de correo de inmuebles

# view:party.party:
source: Units/Apartments
es_es: Inmuebles

# model:ir.action,name:act_condo_form
source: Condominium
es_es: Comunidades de Propietarios

# model:ir.action,name:act_condoparty_form
source: Condo Parties
es_es: Partícipes

# model:ir.action,name:act_unit_form
source: Units
es_es: Inmuebles

# model:ir.action,name:act_unitfactor_form
source: Units Factors
es_es: Coeficientes de inmueble

# model:ir.action,name:wizard_check_units_addressing
source: Check Addressing List
es_es: Comprobar direcciones correo

# model:ir.ui.menu,name:menu_condominium
source: Condominium
es_es: Comunidades

# model:ir.ui.menu,name:menu_condo_form
source: Condominium
es_es: Comunidades

# model:ir.ui.menu,name:menu_unit_form
source: Units
es_es: Inmuebles

# model:ir.ui.menu,name:menu_condoparty_form
source: Condo Parties
es_es: Partícipes

# selection:condo.party,role:
source: Owner
es_es: Propietario

# selection:condo.party,role:
source: Tenant
es_es: Arrendatario

# wizard_button:party.condo.check_units_addressing,result,end:
source: OK
es_es: Aceptar

# model:ir.action,name:condoparty_addressing_small_envelopes
source: Addressing small envelopes
es_es: Correspondencia sobres pequeños

# model:ir.action,name:condoparty_addressing_big_envelopes
source: Addressing big envelopes
es_es: Correspondencia sobres grandes

# error:company.company:
source: This party is already used in another company!
es_es: Este tercero ya está definido como empresa

# error:party.address:
source: This address will be deactivate as mail address in %d unit(s)/apartment(s)!
es_es: Esta dirección será desactivada como destino de correspondencia en %d inmueble(s)!

# error:condo.factor:
source: This factor name is already in use!
es_es: Este nombre ya esta siendo utilizado

# error:condo.factor:
source: The value must be equal or bigger than 0
es_es: El valor del coeficiente debe ser igual o mayor a 0

# error:condo.party:
source: Party must be unique in each apartment/unit!
es_es: El tercero debe ser unico para cada inmueble

# error:condo.party:
source: This party isn't active!
es_es: Este tercero no está activo!

# error:condo.party:
source: Set address or uncheck mail
es_es: Introduzca dirección de correspondencia o desactive la casilla

# error:condo.unit:
source: The apartment/unit must be unique in each condominium!
es_es: La denominación del inmueble debe ser unica

# error:condo.unit-factor:
source: This factor is already defined for this apartment/unit!
es_es: Este coeficiente ya esta definido en este inmueble

# error:condo.unit-factor:
source: The value of factor must be equal or bigger than 0
es_es: El valor del coeficiente debe ser igual o mayor que 0

# error:condo.unit-factor:
source: Sum of factor's units is bigger than factor's total
es_es: La suma de coeficientes es superior al valor total para esta comunidad

# error:party.party:
source: Party name should be stripped!
es_es: No se permiten espacios antes y/o despues del nombre

# error:party.party:
source: Party name already exists!
es_es: Existe un tercero con el mismo nombre

# error:party.party:
source: This party will be deactivate in %d unit(s)/apartment(s)!
es_es: Este tercero será desactivado en %d inmueble(s)
